Repository: TheGallery/fireplace
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: gd

source: All Categories
gd: A h-uile roinn

source: Ruh roh! No apps here, Shaggy!
gd: Ìoc! Chan eil aplacaid sam bith an-seo, a ghràidh!

source: Close
gd: Dùin

source: No
gd: Chan eil

source: Yes
gd: Tha

source: Out-of-Date Marketplace
gd: Tha aplacaid na margaidh ro aosta

source: The version of the Firefox Marketplace that you're using is no longer supported. You will need to perform an update before you can continue enjoying the Marketplace.
gd: Chan eil taic ri tionndadh aplacaid na margaidh Firefox a tha thu a' cleachdadh tuilleadh. Feumaidh tu a h-ùrachadh mus urrainn dhut cumail a' dol leis a' mhargaidh.

source: Update Now
gd: Ùraich e an-dràsta

source: Featured
gd: Brosnaichte

source: Expand
gd: Leudaich

source: No featured apps found
gd: Cha deach aplacaid bhrosnaichte a lorg

source: Develop Apps
gd: Cruthaich aplacaidean

source: Developer Hub
gd: Làr-ionad an luchd-leasachaidh

source: Feedback
gd: Dè do bheachd?

source: Support
gd: Taic

source: My Apps
gd: Na h-aplacaidean agam

source: My Submissions
gd: Na tagraidhean agam

source: Reviewer Tools
gd: Innealan nan lèirmheasaichean

source: Lookup Tool
gd: An t-inneal-luirg

source: Except where otherwise <a href="{legal_url}" target="_blank">noted</a>, content on this site is licensed under the <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
gd: Mur eil an caochladh <a href="{legal_url}" target="_blank">'ga innse</a>, tha an t-susbaint air an làrach seo fon <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> no tionndadh sam bith dheth a tha nas ùire.

source: Privacy Policy
gd: Am poileasaidh prìobhaideachd

source: Terms of Use
gd: Teirmichean a' chleachdaidh

source: Report Trademark Abuse
gd: Dèan aithris air mì-chleachdadh comharra-malairt

source: Back
gd: Air ais

source: Search
gd: Lorg

source: Clear
gd: Falamhaich

source: Settings
gd: Roghainnean

source: Edit Account Settings
gd: Deasaich roghainnean a' chunntais

source: Sign Out
gd: Clàraich a-mach

source: Sign In
gd: Clàraich a-steach

source: You must use Firefox to install Firefox apps.
gd: Feumaidh tu Firefox a chleachdadh mus urrainn dhur aplacaidean Firefox a stàladh.

source: Download.
gd: Luchdaich a-nuas.

source: Submit
gd: Cuir

source: Unavailable
gd: Chan eil seo ri fhaighinn

source: Free
gd: Saor an-asgaidh

source: Install
gd: Stàlaich

source: {n} Review
gd: {n} lèirmheas

source: Not yet rated
gd: Gun rangachadh fhathast

source: More
gd: Barrachd

source: by {author}
gd: le {author}

source: for previous version {version}
gd: airson tionndadh roimhe {version}

source: Flagged for review
gd: Le bratach airson lèirmheas

source: Edit
gd: Deasaich

source: Delete
gd: Sguab às

source: Report
gd: Dèan aithris

source: Rated {stars} out of {maxstars} stars
gd: Le rangachadh {stars} à {maxstars} rionnagan

source: Featured Apps
gd: Aplacaidean brosnaichte

source: View All
gd: Seall a h-uile

source: Popular
gd: Fèill mhòr

source: New
gd: Ùr

source: No apps in this category
gd: Chan eil aplacaid sam bith san roinn-seòrsa seo

source: The category you requested does not exist.
gd: Chan eil an roinn-seòrsa a dh'iarr thu ann.

source: An internal server error occurred. Please try again later.
gd: Thachair mearachd frithealaiche inntearnail. Feuch ris a-rithist an ceann greis.

source: Report Abuse
gd: Dèan aithris air droch-ghiùlain

source: Send Report
gd: Cuir an aithisg

source: Content Rating
gd: Rangachadh na susbaint

source: Content Rating Details
gd: Mion-fhiosrachadh air rangachadh na susbaint

source: Installed!
gd: Air a stàladh!

source: Launch this app from your <b>Applications</b> directory.
gd: Cuir air bhog an aplacaid seo o phasgan nan <b>aplacaidean</b> agad.

source: Launch this app from your <b>Windows desktop</b> or <b>Start &#9658; All Programs</b>.
gd: Cuir air bhog an aplacaid seo o <b>dheasg Windows</b> no <b>Tòisich &#9658; Na h-uile prògram</b>.

source: Launch this app from your <b>dash</b>, <b>Application picker</b>, or <b>Applications menu</b>.
gd: Cuir air bhog an aplacaid seo on <b>deas-bhòrd</b>, <b>roghnaichear nan aplacaidean</b> no <b>clàr-taice nan aplacaidean</b>.

source: Loading...
gd: 'Ga luchdadh...

source: Updates
gd: Ùrachaidhean

source: Less&hellip;
gd: Nas lugha&hellip;

source: More&hellip;
gd: Barrachd&hellip;

source: Description
gd: Tuairisgeul

source: Version
gd: Tionndadh

source: Latest version: {version}
gd: An tionndadh as ùire: {version}

source: Edit Listing
gd: Deasaich an clàr

source: Approve / Reject
gd: Thoir aonta / Diùlt

source: Review History
gd: Eachdraidh nan lèirmheasan

source: Reviews
gd: Lèirmheasan

source: App not yet rated
gd: Aplacaidean aig nach eil rangachadh fhathast

source: Edit Your Review
gd: Deasaich do lèirmheas

source: Write a Review
gd: Sgrìobh lèirmheas

source: Sign in to Review
gd: Clàraich a-steach airson lèirmheas a dhèanamh

source: Support Email
gd: Post-d na sgioba taice

source: Support Site
gd: Làrach na taice

source: Homepage
gd: Duilleag-dhachaigh

source: Statistics
gd: Stadastaireachd

source: Premium version available
gd: Tha tionndadh premium ri fhaighinn

source: Back to app
gd: Air ais gun aplacaid

source: Loading Privacy Policy...
gd: A' luchdadh poileasaidh na prìobhaideachd...

source: Thank you for purchasing
gd: Gun robh math agad airson a cheannach

source: Oh no!
gd: Mo chreach!

source: The page you were looking for was not found.
gd: Cha do lorg sinn an duilleag a bha a dhìth ort.

source: An error occurred.
gd: Thachair mearachd.

source: Error loading more
gd: Mearachd le luchdadh a' chorr

source: Try Again
gd: Feuch ris a-rithist

source: Edit Review
gd: Deasaich an lèirmheas

source: Rate:
gd: Rangaich:

source: Cancel
gd: Sguir dheth

source: Only logged in users may edit reviews.
gd: Chan fhaod ach daoine a rinn clàradh a-steach lèirmheas a dheasachadh.

source: App Review
gd: Lèirmheas aplacaid

source: Please select a reason:
gd: Tagh adhbhar:

source: Spam or otherwise non-review content
gd: Spama no rud nach eil a' buntainn ri lèirmheas

source: Inappropriate language/dialog
gd: Cainnt/còmhradh neo-iomchaidh

source: Misplaced bug report or support request
gd: Aithris buga no iarrtas taice a tha san àite chearr

source: <b>{n}</b> Result
gd: <b>{n}</b> toradh

source: Showing <b>1</b>&ndash;<b class="total-results">{total}</b>
gd: A' sealltainn <b>1</b>&ndash;<b class="total-results">{total}</b>

source: No results found
gd: Cha deach toradh a lorg

source: No results found, try again later
gd: Cha deach toradh a lorg, feuch ris a-rithist an ceann greis

source: Send
gd: Cuir

source: Get Help
gd: Faigh cuideachadh

source: Account Settings
gd: Roghainnean a' chunntais

source: Email
gd: Post-d

source: Display Name
gd: An t-ainm-taisbeanaidh

source: Region
gd: Roinn-dùthcha

source: Save Changes
gd: Sàbhail na dh'atharraich thu

source: Sign In / Sign Up
gd: Clàraich a-steach / Clàraich leinn

source: Account
gd: Cunntas

source: Get Firefox Marketplace news
gd: Faigh naidheachdan margaidh Firefox

source: Sign up
gd: Clàraich leinn

source: Signing up...
gd: 'Gad chlàradh...

source: You were successfully signed up for the Marketplace newsletter!
gd: Chlàraich thu airson cuairt-litir na margaidh!

source: You must be signed in to view your apps.
gd: Feumaidh tu clàradh a-steach mus fhaic thu na h-aplacaidean agad.

source: Sign in / Sign up
gd: Clàraich a-steach / Clàraich leinn

source: You have no apps
gd: Chan eil aplacaid sam bith agad

source: App install error: {error}
gd: Mearachd le stàladh na h-aplacaid: {error}

source: Your device does not support payments.
gd: Chan eil an t-uidheam agad a' cur taic ri pàigheadh.

source: This app is unavailable for purchase in your region.
gd: Chan urrainn dhut an aplacaid seo a cheannach far a bheil thu.

source: Your browser or device is not web-app compatible.
gd: Chan eil am brabhsair no uidheam agad co-chòrdail le aplacaidean-lìn.

source: This app is unavailable for your platform.
gd: Chan eil an aplacaid seo ri fhaighinn dhan ùrlar agad.

source: Payment cancelled.
gd: Sguireadh dhen phàigheadh.

source: Purchasing
gd: 'Ga cheannach

source: Install failed. Please try again later.
gd: Dh'fhàillig an stàladh. Feuch a-rithist an ceann greis.

source: Launch
gd: Cuir air bhog

source: There was an error submitting your newsletter sign up request
gd: Thachair mearachd nuair a chuir sinn d' iarrtas airson na cuairt-litreach

source: Sending report...
gd: A' cur na h-aithrise...

source: Review flagged
gd: Tha bratach ris an lèirmheas

source: Report review operation failed
gd: Dh'fhàillig an aithris air an lèirmheas

source: Review deleted
gd: Chaidh an lèirmheas a sguabadh às

source: There was a problem deleting the review
gd: Cha b' urrainn dhuinn an lèirmheas a sguabadh às

source: Your review was posted
gd: Chaidh do lèirmheas a phostadh

source: Error while submitting review
gd: Thachair mearachd fhad 's a bha sinn a' cur do lèirmheis

source: Argentina
gd: An Argantain

source: Brazil
gd: Braisil

source: China
gd: An t-Sìn

source: Colombia
gd: Coloimbia

source: Germany
gd: A' Ghearmailt

source: Greece
gd: A' Ghreug

source: Hungary
gd: An Ungair

source: Italy
gd: An Eadailt

source: Mexico
gd: Meagsago

source: Montenegro
gd: Am Monadh Neagrach

source: Peru
gd: Pearù

source: Poland
gd: A' Phòlainn

source: Serbia
gd: An t-Sèirb

source: Spain
gd: An Spàinn

source: United Kingdom
gd: An Rìoghachd Aonaichte

source: United States
gd: Na Stàitean Aonaichte

source: Uruguay
gd: Uruguaidh

source: Venezuela
gd: A' Bheiniseala

source: No region in search
gd: Chan eil dùthaich san lorg agad

source: {n} star
gd: {n} rionnag

source: You have been signed out
gd: Chaidh do chlàradh a-mach

source: You have been signed in
gd: Chaidh do chlàradh a-steach

source: Persona login failed. Maybe you don't have an account under that email address?
gd: Dh'fhàillig an clàradh a-steach le Persona. Saoil a bheil cunntas agad air an t-seòladh phuist-d sin?

source: Persona login failed. A server error was encountered.
gd: Dh'fhàillig an clàradh a-steach le Person. Thachair mearachd frithealaiche.

source: No internet connection
gd: Chan eil ceangal ris an lìon

source: <b>{n}</b> character left.
gd: Tha <b>{n}</b> charactar air fhàgail.

source: Payment failed. Try again later.
gd: Dh'fhàillig am pàigheadh. Nach fheuch thu ris a-rithist an ceann greis?

source: Error while communicating with server. Try again later.
gd: Thachair mearachd fhad 's bha sinn a' conaltradh ris an fhrithealaiche. Feuch ris a-rithist an ceann greis.

source: Your device does not support purchases.
gd: Chan eil an t-uidheam agad a' cur taic ri ceannach rudan.

source: Feedback submitted. Thanks!
gd: Fhuair sinn do bheachdan. Mòran taing!

source: There was a problem submitting your feedback. Try again soon.
gd: Thachair duilgheadas nuair a bha sinn a' cur a-null do bheachdan. Nach fheuch thu ris a-rithist an ceann greis?

source: Collection Details
gd: Mion-fhiosrachadh a' chruinneachaidh

source: App Details
gd: Mion-fhiosrachadh na h-aplacaid

source: Search Results
gd: Toraidhean an luirg

source: Settings saved
gd: Chaidh na roghainnean a sàbhaladh

source: Settings could not be saved
gd: Cha b' urrainn dhuinn na roghainnean a shàbhaladh

source: Abuse reported
gd: Chaidh aithris a dhèanamh air droch-ghiùlan

source: Error while submitting report
gd: Thachair mearachd fhad 's a bha sinn a' cur na h-aithrise

source: Not Found
gd: Cha deach a lorg

source: Please sign in to view the receipt
gd: Clàraich a-steach gus sùil a thoirt air a' chuidhteas

source: Receipt
gd: Cuidhteas

source: Review updated successfully
gd: Chaidh do lèirmheas ùrachadh

source: There was a problem updating your review
gd: Cha b' urrainn dhuinn do lèirmheas ùrachadh
